var _title = "השפעת אירועים על דעת הקהל בנוגע לשלום";

var _subtitle = "כיצד השפיעו אירועים מדיניים ובטחוניים על דעת הקהל הציבורית בעניין המגעים לשלום בין ישראל לפלסטינאים בין השנים 1994-2013.";

var _questions = [
	"באופן כללי האם אתה מגדיר את עצמך כמי שתומך או מתנגד לתהליך השלום בין ישראל לערבים?",
	"האם אתה מאמין או לא מאמין שמשא ומתן בין ישראל לרשות הפלסטינית יוביל בשנים הקרובות לשלום בין ישראל לפלסטינים?"
];

var _authors = "יובל טרגל, רוני שמי, רן חבשוש, רעות עמסלם";

var _referenceText = "הנתונים הינם לקוחים מתוך אתר ";

var _referenceLink = "מדד השלום";

var _colors = [
	"#E6E6E6", // Avoided - grey
	"#F05A23", // Negative - orange
	"#BB7A4A",
	"#809F77",
	"#4DBE9D",
	"#09E8CD"  // Positive - green
];

var _nationalities = [
	[
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"ערבים",
		"כלל האוכלוסיה"
	]
];

var _opinions = [
	[
		"לא יודע אין עמדה",
		"מתנגד מאוד",
		"די מתנגד",
		"ככה באמצע",
		"די תומך",
		"תומך מאוד"
	],
	[
		"לא יודע אין עמדה",
		"לגמרי לא מאמין",
		"די לא מאמין",
		"די מאמין",
		"מאמין מאוד"
	]
];

var _events = [
	{
		"title": "חטיפת נחשון וקסמן",
		"details": "חטיפת נחשון וקסמן"
	},
	{
		"title": "הסכם השלום עם ירדן",
		"details": "הסכם השלום עם ירדן"
	},
	{
		"title": "הסכם אוסלו ב",
		"details": "הסכם אוסלו ב"
	},
	{
		"title": "רצח רבין",
		"details": "רצח רבין"
	},
	{
		"title": "הפיגוע בדיזינגוף סנטר",
		"details": "הפיגוע בדיזינגוף סנטר"
	},
	{
		"title": "היציאה מלבנון",
		"details": "היציאה מלבנון"
	},
	{
		"title": "שיחות קמפ דיוד",
		"details": "שיחות קמפ דיוד"
	},
	{
		"title": "אינטיפדת אל אקצה",
		"details": "אינטיפדת אל אקצה"
	},
	{
		"title": "הלינץ ברמלה",
		"details": "הלינץ ברמלה"
	},
	{
		"title": "הפיגוע במסעדת סבארו",
		"details": "הפיגוע במסעדת סבארו"
	},
	{
		"title": "הפיגוע במלון פארק",
		"details": "הפיגוע במלון פארק"
	},
	{
		"title": "חומת מגן",
		"details": "מבצע חומת מגן היה מבצע רחב היקף של צהל ושירות"+'\n'
	},
	{
		"title": "פיגוע במסעדת מקסים",
		"details": "הביטחון הכללי בשטחי יהודה ושומרון שהתרחש בין ה-29"+'\n'
	},
	{
		"title": "חיסול אחמד יסין",
		"details": "במרץ ל-10 במאי 2002. מטרתו העיקרית של המבצע"+'\n'
	},
	{
		"title": "ההתנתקות",
		"details": "הייתה לפגוע בתשתיות הטרור הפלסטיני ולעצור את גל"+'\n'
	},
	{
		"title": "חיסול יחיא עייש",
		"details": "חיסול יחיא עייש"
	},
	{
		"title": "חטיפת גלעד שליט",
		"details": "חטיפת גלעד שליט"
	},
	{
		"title": "מלחמת לבנון השניה",
		"details": "מלחמת לבנון השניה"
	},
	{
		"title": "הפיגוע בישיבת מרכז הרב",
		"details": "הפיגוע בישיבת מרכז הרב"
	},
	{
		"title": "החזרת סמיר קונטאר",
		"details": "החזרת סמיר קונטאר"
	},
	{
		"title": "החזרת גופות חיילים החטופים",
		"details": "החזרת גופות חיילים החטופים"
	},
	{
		"title": "מבצע עופרת יצוקה",
		"details": "מבצע עופרת יצוקה"
	},
	{
		"title": "הטבח באיתמר",
		"details": "הטבח באיתמר"
	},
	{
		"title": "חיסול אחמד געברי",
		"details": "חיסול אחמד געברי"
	}
];