var nationalities = [
	[
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"ערבים",
		"כלל האוכלוסיה"
	]
];

var title = "השפעת אירועים על דעת הקהל בנוגע לשלום"

var subtitle = "גדךלכחדך לדגחכך דחגלךכדחגכ דגךלכחךדגלכח דךגלחכךלדג חדגךלכח דךלדג כךלחג גךלדכחדגך חךדגלכ  דחגךלחכ  דגלךכח דךכחגדכדג ךכל דלגחכךגד גדלךכחךדל דגחלךכדחגך חדגלךכח כ כדגלךחכךגלע חלדךגחכ"

var questions = [
	"באופן כללי האם אתה מגדיר את עצמך כמי שתומך או מתנגד לתהליך השלום בין ישראל לערבים",
	"האם אתה מאמין או לא מאמין שמשא ומתן בין ישראל לרשות הפלשטינית יוביל בשנים הקרובות לשלום בין ישראל לפלשטינים"
];

var opinions = [
	[
		"מתנגד מאוד",
		"די מתנגד",
		"ככה באמצע",
		"די תומך",
		"תומך מאוד",
		"לא יודע אין עמדה"
	],
	[
		"לא יודע אין עמדה",
		"לגמרי לא מאמין",
		"די לא מאמין",
		"די מאמין",
		"מאמין מאוד"
	]
];

var colors = [
	"#00FF04",
	"#99FF00",
	"#D9FF00",
	"#FFCC00",
	"#FF8800",
	"#FF6600",
	"#FF1900"
];

var events = [
	"חטיפת נחשון וקסמן",
	"הסכם השלום עם ירדן",
	"הסכם אוסלו ב",
	"רצח רבין",
	"הפיגוע בדיזינגוף סנטר",
	"היציאה מלבנון",
	"שיחות קמפ דיוד",
	"אינטיפדת אל אקצה",
	"הלינץ ברמלה",
	"הפיגוע במסעדת סבארו",
	"הפיגוע במלון פארק",
	"חומת מגן",
	"פיגוע במסעדת מקסים",
	"חיסול אחמד יסין",
	"ההתנתקות",
	"חיסול יחיא עייש",
	"חטיפת גלעד שליט",
	"מלחמת לבנון השניה",
	"הפיגוע בישיבת מרכז הרב",
	"החזרת סמיר קונטאר",
	"החזרת גופות חיילים החטופים",
	"מבצע עופרת יצוקה",
	"הטבח באיתמר",
	"חיסול אחמד געברי"
];