var _title = "השפעת אירועים על דעת הקהל בנוגע לשלום";

var _subtitle = "כיצד השפיעו אירועים מדיניים ובטחוניים על דעת הקהל הציבורית בעניין המגעים לשלום בין ישראל לפלסטינאים בין השנים 1994-2013.";

var _questions = [
	"באופן כללי האם אתה מגדיר את עצמך כמי שתומך או מתנגד לתהליך השלום בין ישראל לערבים?",
	"האם אתה מאמין או לא מאמין שמשא ומתן בין ישראל לרשות הפלסטינית יוביל בשנים הקרובות לשלום בין ישראל לפלסטינים?"
];

var _authors = "יובל טרגל, רוני שמי, רן חבשוש, רעות עמסלם";

var _referenceText = "הנתונים הינם לקוחים מתוך אתר ";

var _referenceLink = "מדד השלום";

var _colors = [
	"#E6E6E6", // Avoided - grey
	"#F05A23", // Negative - orange
	"#BB7A4A",
	"#809F77",
	"#4DBE9D",
	"#09E8CD"  // Positive - green
];

var _nationalities = [
	[
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"ערבים",
		"כלל האוכלוסיה"
	]
];

var _opinions = [
	[
		"לא יודע אין עמדה",
		"מתנגד מאוד",
		"די מתנגד",
		"ככה באמצע",
		"די תומך",
		"תומך מאוד"
	],
	[
		"לא יודע אין עמדה",
		"לגמרי לא מאמין",
		"די לא מאמין",
		"די מאמין",
		"מאמין מאוד"
	]
];

var _events = [
	
	{
		"title": "חטיפת נחשון וקסמן",
		"details": "חטיפת נחשון וקסמן- סמל נחשון מרדכי וקסמן (3 באפריל 1975 בירושלים - 14 באוקטובר 1994) היה חייל צהל שנחטף והוחזק כבן ערובה במשך 6 ימים בידי חמאס, ונרצח בעת הניסיון לחלצו. "
	},
	{
		"title": "הסכם השלום עם ירדן",
		"details": "הסכם השלום בין ישראל לירדן - נחתם ב-26 באוקטובר 1994 והסדיר את היחסים, הגבולות וחלוקת המשאבים בין ישראל לירדן. טקס חתימת הסכם השלום בין ישראל לירדן נערך ב26 באוקטובר 1994 במעבר הגבול החדש מצפון לאילת. רבין ואל-מג'אלי חתמו על ההסכם. המלך חוסיין, נשיא מדינת ישראל עזר ויצמן, שמעון פרס וקלינטון לחצו ידיים"
	},
	{
		"title": "הסכם אוסלו ב",
		"details": "הסכם אוסלו ב'- הסכם ביניים שני שנחתם בין ישראל לפלשתינאים לקראת הסדר קבע. ההסכם עסק בסדרי ביטחון, הבחירות למועצה הפלשתינית, נושא העברת הסמכויות, נושאים משפטיים, יחסים כלכליים ושיתוף פעולה בין שני הצדדים. ההסכם קבע שלוש קטגוריות של אזורים בגדה-המערבית: אזור A, שכלל את ערי הגדה, למעט חברון, שבו יש למועצה הפלשתינית אחריות מלאה לביטחון הפנים והסדר הציבורי, כמו גם לחיים האזרחיים; אזור B, שכלל את הכפרים והיישובים העירוניים הקטנים יותר, שבו קבלה המועצה את הסמכות המלאה לניהול; ואזור C, שבו נשארה לישראל שליטה מלאה."
	},
	{
		"title": "רצח רבין",
		"details": "רצח רבין ראש ממשלת ישראל יצחק רבין הוא רצח פוליטי שאירע ב-4 בנובמבר 1995 בכיכר מלכי ישראל בתל אביב. הרצח בוצע בתום עצרת תמיכה בהסכמי אוסלו על ידי יגאל עמיר, סטודנט למשפטים מאוניברסיטת בר-אילן, שהתנגד למדיניות ממשלתו של רבין"
	},
	{
		"title": "הפיגוע בדיזינגוף סנטר",
		"details": "פיגוע בדיזנגוף סנטר היה פיגוע ההתאבדות מחוץ לדיזנגוף סנטר שבתל אביב. בפיגוע, שבוצע על ידי מחבל מתאבד חבר ארגון חמאס, נהרגו 13 בני אדם ונפצעו 125. הפיגוע נערך לאחר ההתנקשות בחייו של המהנדס יחיא עיאש בינואר 1996, וחמאס התייחס אליו כאחד מפיגועי הנקמה שבאו בעקבות ההתנקשות. מחבל מתאבד מעזה הוברח לישראל דרך מעבר קרני בידי ערבי ישראלי והגיע ליעדו בקניון"
	},
	{
		"title": "היציאה מלבנון",
		"details": "היציאה מלבנון-בשנת 1985 נסוג צה'ל ממרבית השטחים אותם כבש במלחמת לבנון. לאחר הנסיגה נותרה בידי כוחות צה'ל וצד'ל רצועה צרה בשטח לבנון (רצועת הביטחון) שנמתחה לאורך הגבול הישראלי-לבנוני. השליטה בשטח זה נועדה, על פי תפיסת הביטחון הישראלית, לשמור על ביטחונם של ישובי הצפון ולמנוע פעולות טרור וירי קטיושות, בדומה לפעולות שהביאו לפריצת מלחמת לבנון מלכתחילה. על מנת לשמר את השליטה באזור התמקמו כוחות צה'ל וצד'ל בשורת מוצבים בתוך הרצועה ולאורך הגבול"
	},
	{
		"title": "שיחות קמפ דיוד",
		"details": "הסכמי קמפ-דייוויד הם הסכמי מסגרת לשלום במזרח התיכון, אשר נחתמו על ידי נשיא ארצות הברית ג'ימי קרטר, נשיא מצרים אנואר סאדאת וראש ממשלת ישראל מנחם בגין בשנת 1978, וסללו את הדרך לחתימת הסכם השלום בין ישראל למצרים במרץ 1979. "
	},
	{
		"title": "אינטיפדת אל אקצה",
		"details": "האינתיפאדה השנייה (הקרויה בפי הפלסטינים אינתיפאדת אל-אקצה) הייתה התקוממות פלסטינית כנגד מדינת ישראל, שהחלה ב27 בספטמבר 2000. הכינוי שניתן על ידי צה'ל לאירועים אלה (עוד לפני פריצתם) היה אירועי גאות ושפל. כינוי זה נותר קוד פנימי במערכת הביטחון, והשם הנהוג בישראל כיום הוא האינתיפאדה השנייה  (להבדיל מהאינתיפאדה הראשונה)"
	},
	{
		"title": "הלינץ ברמלה",
		"details": "הלינץ' ברמאללה הוא לינץ' אלים שבו המון פלסטינים התעלל ורצח שני חיילי מילואים של צבא ההגנה לישראל - יוסי אברהמי וואדים נורז'יץ - ולאחר מכן גם השחית את גופותיהם, ב-12 באוקטובר 2000, בתחילת האינתיפאדה השנייה. למרות ניסיונות הרשות הפלסטינית להעלים כל תיעוד לאירוע,[1] צולם הרצח האכזרי על ידי צוות טלוויזיה איטלקי.[2] הצילומים הגיעו לאמצעי תקשורת, שודרו בטלוויזיה הישראלית ובמדינות אחרות, וגרמו לזעזוע בדעת הקהל ולדרישה בציבור הישראלי להקשחת המדיניות נגד הטרור הפלסטיני"
	},
	{
		"title": "הפיגוע במסעדת סבארו",
		"details": "פיגוע ההתאבדות במסעדת סבארו התרחש ב-9 באוגוסט 2001, בלב ירושלים, כשמחבל מתאבד פלסטיני פוצץ את עצמו במסעדת סבארו שברחוב יפו (צומת האיקסים). בפיגוע נרצחו 19 ישראלים מתוכם ילדים ו-140 נפצעו, והוא אחד הפיגועים הקטלניים ביותר של האינתיפדה השנייה. הפיגוע בוצע על ידי החמאס והג'יהאד האיסלאמי."
	},
	{
		"title": "הפיגוע במלון פארק",
		"details": "הפיגוע במלון פארק ידוע גם כטבח ליל הסדר, הוא פיגוע התאבדות שאירע במלון פארק בנתניה בליל הסדר תשסב, 27 במרץ 2002. בפיגוע נרצחו 30 ישראלים ונפצעו 160. הפיגוע נחשב למניע העיקרי ליציאה למבצע חומת מגן."
	},
	{
		"title": "חומת מגן",
		"details": "מבצע חומת מגן היה מבצע רחב היקף של צהל ושירות הביטחון הכללי בשטחי יהודה ושומרון מטרתו העיקרית של המבצע הייתה לפגוע בתשתיות הטרור הפלסטיני ולעצור את גל הפיגועים שהתעצם. בפועל צהל הצליח להגיע להישג חסר תקדים, שבסופו מיגר כמעט לחלוטין את הטרור הפלסטיני ביוש. "
	},
	{
		"title": "פיגוע במסעדת מקסים",
		"details": "הפיגוע במסעדת מקסים היה פיגוע התאבדות שביצע הג'יהאד האסלאמי ב-4 באוקטובר 2003 במסעדת מקסים בחיפה. בפיגוע נרצחו 21 אנשים"
	},
	{
		"title": "חיסול אחמד יסין",
		"details": "חיסול אחמד איסמעיל חסן יאסין היה מייסדו ומנהיגו של ארגון החמאס, שהעניק ביסוס תיאולוגי וחותם דתי לטרור. כונה השייח' יאסין וזאת על שום מעמדו כמנהיג תנועת חמאס. יאסין נהרג בפעולת חיסול ישראלית"
	},
	{
		"title": "ההתנתקות",
		"details": "ההתנתקות הוא השם שנתנה ממשלת ישראל לתוכנית שבוצעה על ידה בקיץ 2005 ובה פינתה ישראל באופן חד צדדי את ההתנחלויות הישראליות ואת מחנות צהל מרצועת עזה וכן ארבע התנחלויות מבודדות בצפון השומרון. משמעות התוכנית ברצועת עזה הייתה נסיגה מוחלטת של כוחות צהל לגבולות המדויקים של הקו הירוק. "
	},
	{
		"title": "חיסול יחיא עייש",
		"details": "חיסול יחיא עיאש יחיא היה ממקימי גדודי עז א-דין אל-קסאם של חמאס ואחד האחראיים להכנסת שיטת פיגועי ההתאבדות בשנות ה-90 כחלק מהמאבק הפלסטיני בישראל. פיגועי טרור אלו גבו את חייהם של למעלה ממאה ישראלים. שירות הביטחון הכללי של ישראל התנקש בחייו של עיאש באמצעות טלפון סלולרי ממולכד בשנת 1996"
	},
	{
		"title": "חטיפת גלעד שליט",
		"details": "חטיפת/החזרת גילעד שליט - גלעד שליט (נולד ב28 באוגוסט 1986) הוא ישראלי שנחטף בזמןשירותו בצה'ל באזור כרם שלום ב25 ביוני 2006 בידי מחבלים פלסטינים. הוא הוחזק בשבי ברצועת עזה במשך כחמש שנים וארבעה חודשים (1,941 ימים). בעסקה שעשתה ישראל עם חמאס הוא שוחרר והושב לישראל ב-18 באוקטובר 2011, תמורת שחרור 1,027 אסירים ביטחוניים, בהם מאות אסירי עולם."
	},
	{
		"title": "מלחמת לבנון השניה",
		"details": "מלחמת לבנון השנייה הוא השם הישראלי למלחמה שהתנהלה בין כוחות צהל לחזבאללה בקיץ 2006 בלבנון ובצפון ישראל. בלבנון מכונה המלחמה מלחמת 34 הימים. המלחמה נמשכה 34 ימים, מה-12 ביולי עד הפסקת האש ב-14 באוגוסט, אם כי כוחות צהל המשיכו לפעול בלבנון עד ה-1 באוקטובר"
	},
	{
		"title": "הפיגוע בישיבת מרכז הרב",
		"details": "הפיגוע בישיבת מרכז הרב הוא פיגוע ירי שבוצע בישיבת מרכז הרב, בשכונת קריית משה בירושלים, ב-6 במרץ 2008 על ידי עלא הישאם חוסיין אבו דהיים. בפיגוע נרצחו שמונה תלמידי ישיבה: שלושה מתלמידי הישיבה הגבוהה מרכז הרב, וחמישה מתלמידי ישיבת ירושלים לצעירים, ונפצעו תשעה תלמידים"
	},
	{
		"title": "החזרת סמיר קונטאר",
		"details": "החזרת סמיר קונטאר - סמיר הוא מחבל לבנוני ממוצא דרוזי, שהשתתף בהתקפת טרור על העיר נהריה בישראל ב-22 באפריל 1979, שבה נרצחו בני משפחת הרן ושני שוטרים. הוא הורשע ברצח שני אזרחים ישראלים ושני שוטרים ישראלים, חטיפה וניסיון לרצח, ונידון לחמישה מאסרי עולם ו-47 שנות מאסר. ב-16 ביולי 2008 השתחרר ושב ללבנון, במסגרת עסקה עם חזבאללה שכללה את החזרת גופות החיילים החטופים הישראלים אלדד רגב ואודי גולדווסר"
	},
	{
		"title": "החזרת גופות חיילים החטופים",
		"details": "החזרת גופות החיילים החטופים חטיפת החיילים אהוד גולדווסר ואלדד רגב ביולי 2006 היא האירוע בו תקפו פעילי ארגון הטרור חזבאללה שני כלי רכב של צהל, הרגו 3 חיילים וחטפו שניים מהם, בחודש יולי 2006, בעקבותיו יצאה ישראל למלחמת לבנון השנייה. ב-16 ביולי 2008, שנתיים וארבעה ימים לאחר החטיפה, הוחזרו גופות שני החיילים שנחטפו לישראל כחלק מעסקה עם חזבאללה. ההערכה היא כי השניים נהרגו כבר ביום החטיפה[1], אולם לציבור בישראל לא היה מידע על מצבם"
	},
	{
		"title": "מבצע עופרת יצוקה",
		"details": "מבצע עופרת יצוקה היה מבצע צבאי רחב-היקף שהוביל צה'ל ברצועת מטרתו הייתה לפגוע קשה בממשלת חמאס על מנת לגרום למציאות ביטחונית טובה יותר לאורך זמן סביב רצועת עזה, תוך חיזוק ההרתעה וצמצום ירי הרקטות ככל שניתן"
	},
	{
		"title": "הטבח באיתמר",
		"details": "הטבח באיתמר הוא פיגוע דקירה וירי שהתרחש בליל שבת במהלך הפיגוע חדרו שני מחבלים פלסטינים מהכפר עוורתא ליישוב איתמר הסמוך, פרצו לבית ריק, ממנו גנבו נשק חם, ולאחר מכן פרצו לבית משפחת פוגל, ורצחו בדקירות סכין ובירי את זוג ההורים ושלושה מילדיהם. "
	},
	{
		"title": "חיסול אחמד געברי",
		"details": "חיסול אחמד ג'אברי היה סגנו של מוחמד דף ברצועת עזה אך נחשב למפקד בפועל של הזרוע הצבאית של החמאס לאחר שמוחמד דף נפגע בהתקפת חיל האוויר הישראלי. ב-14 בנובמבר 2012 חוסל ג'עברי על ידי צה'ל, בפתיחתו של מבצע עמוד ענן. "
	}
];