var nationalities = [
	[
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"כלל האוכלוסיה"
	],
	[
		"יהודים",
		"ערבים",
		"כלל האוכלוסיה"
	]
];

var title = "השפעת אירועים על דעת הקהל בנוגע לשלום";

var subtitle = "כיצד השפיעו אירועים מדיניים ובטחוניים על דעת הקהל הציבורית בעניין המגעים לשלום בין ישראל לפלסטינאים בין השנים 1994-2012.";

var questions = [
	"באופן כללי האם אתה מגדיר את עצמך כמי שתומך או מתנגד לתהליך השלום בין ישראל לערבים?",
	"האם אתה מאמין או לא מאמין שמשא ומתן בין ישראל לרשות הפלשטינית יוביל בשנים הקרובות לשלום בין ישראל לפלשטינים?"
];

var opinions = [
	[
		"לא יודע אין עמדה",
		"מתנגד מאוד",
		"די מתנגד",
		"ככה באמצע",
		"די תומך",
		"תומך מאוד"
	],
	[
		"לא יודע אין עמדה",
		"לגמרי לא מאמין",
		"די לא מאמין",
		"די מאמין",
		"מאמין מאוד"
	]
];

var colors = [
	"#E6E6E6", // Avoided - grey
	"#F05A23", // Negative - orange
	"#BB7A4A",
	"#809F77",
	"#4DBE9D",
	"#09E8CD"  // Positive - green
];

var events = [
	"חטיפת נחשון וקסמן",
	"הסכם השלום עם ירדן",
	"הסכם אוסלו ב",
	"רצח רבין",
	"הפיגוע בדיזינגוף סנטר",
	"היציאה מלבנון",
	"שיחות קמפ דיוד",
	"אינטיפדת אל אקצה",
	"הלינץ ברמלה",
	"הפיגוע במסעדת סבארו",
	"הפיגוע במלון פארק",
	"חומת מגן",
	"פיגוע במסעדת מקסים",
	"חיסול אחמד יסין",
	"ההתנתקות",
	"חיסול יחיא עייש",
	"חטיפת גלעד שליט",
	"מלחמת לבנון השניה",
	"הפיגוע בישיבת מרכז הרב",
	"החזרת סמיר קונטאר",
	"החזרת גופות חיילים החטופים",
	"מבצע עופרת יצוקה",
	"הטבח באיתמר",
	"חיסול אחמד געברי"
];

var authors = "יובל טרגל, רוני שמי, רן חבשוש, רעות עמסלם";

var referenceText = "הנתונים הינם לקוחים מתוך אתר ";

var referenceLink = "מדד השלום";